<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="description" CONTENT="PhotoLine tips">
   <TITLE>PhotoLine Tip: Wie ein Bild in ein anderes kopiert wird</TITLE>
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#FF8000" VLINK="#FF8000" ALINK="#FF8000">
<TABLE BORDER=4 WIDTH="96%" BGCOLOR="#778899" >
<TR>
<TD><FONT SIZE=+2><FONT COLOR="#FFFFFF">PhotoLine Tip:</FONT> Zwei Bilder
auf ein Blatt</FONT></TD>
</TR>
</TABLE>
<TABLE BORDER=0 WIDTH="96%" >
<TR>
<TD><B><FONT COLOR="#FF8000">1.</FONT></B><FONT COLOR="#000000"> Sie haben
einen Text gescant und von einer anderen Vorlage einen Fu&szlig;ballspieler.</FONT>
<BR><IMG alt="Ergebnisbild 1" SRC="img1.gif" HEIGHT=178 WIDTH=192><IMG alt="Ergebnisbild 2" SRC="img2.gif" HEIGHT=202 WIDTH=142>

<P><B><FONT COLOR="#FF8000">2.</FONT></B><FONT COLOR="#000000"> Nun m&ouml;chten
Sie den Text auf das Bild mit dem Fu&szlig;ballspieler setzen. Damit der
Text Platz hat, mu&szlig; zuerst das Bild des Fu&szlig;ballspielers vergr&ouml;&szlig;ert
werden (nicht skaliert). Dazu aktivieren Sie das Textbild und w&auml;hlen
Sie <B>Ebene/Ebenengr&ouml;&szlig;e ver&auml;ndern...</B>.</FONT>

<P><IMG alt="Ebenengröße verändern" SRC="layersizeg.png">

<P>Hier k&ouml;nnen Sie die Gr&ouml;&szlig;e des Bildes &auml;ndern. Sie
k&ouml;nnen w&auml;hlen, ob Sie die neue Gr&ouml;&szlig;e eingeben wollen
oder die Gr&ouml;&szlig;en&auml;nderung. Mit den Pfeilen unter dem Bild
k&ouml;nnen Sie festlegen, an welcher Position des neuen Bildes das alte
Bild liegen soll.

<P><B><FONT COLOR="#FF8000">3.</FONT></B><FONT COLOR="#000000"> Nun gibt
es mehrere M&ouml;glichkeiten um den Fu&szlig;baller auf das Textbild zu
bekommen</FONT>
<BR>- Sie k&ouml;nnen &uuml;ber dem Fu&szlig;baller ein Lasso anlegen und
dieses einfach auf das Textbild ziehen. Wenn Sie die Maustaste &uuml;ber
dem Text loslassen erhalten Sie eine Selektion mit dem Fu&szlig;baller.
Nun k&ouml;nnen Sie den Fu&szlig;baller an die gew&uuml;nschte Stelle schieben.
Dann k&ouml;nnen Sie mit einem Doppelklick den Fu&szlig;baller in das Textbild
setzen oder <B>Ebene/Konvertiere Selektion in Ebene</B> anw&auml;hlen um
eine neue Ebene mit dem Fu&szlig;ballspieler zu erhalten.
<BR>- Sie k&ouml;nnen aber auch das <B>Ebenenverschiebewerkzeug</B> anw&auml;hlen
und den Fu&szlig;baller auf den Text schieben. Sie erhalten beim Textbild
eine Selektion. Danach m&uuml;ssen Sie zum <B>Lassowerkzeug</B> wechseln
und k&ouml;nnen dann wie oben beschrieben verfahren.
<BR>- Sie k&ouml;nnen das Fu&szlig;ballerbild aktivieren und durch <B>Strg+C</B>
kopieren. Dann das Textbild aktivieren und mit <B>Strg+E</B> oder <B>Bearbeiten/Als
Selektion einf&uuml;gen</B> den Fu&szlig;baller als Selektion einf&uuml;gen.
<BR></TD>
</TR>
</TABLE>
<TABLE BORDER=0 WIDTH="96%" >
<TR>
<TD ALIGN=RIGHT BGCOLOR="#778899"><B>&laquo;&laquo;<A HREF="../tborder/tborderg.htm">Vorheriger
Tip</A>&nbsp; &lt;<A HREF="../Tutorg.htm">Hauptmen&uuml;</A>>&nbsp; <A HREF="../pborder/pborderg.htm">N&auml;chster
Tip</A>&raquo;&raquo;</B></TD>
</TR>

<TR>
<TD ALIGN=RIGHT>Bitte mailen Sie Fragen oder Vorschl&auml;ge an <A HREF="mailto: support@pl32.com?subject=PhotoLine tips">Gerhard
Huber</A>.</TD>
</TR>
</TABLE>
</BODY>
</HTML>
