<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="description" CONTENT="PhotoLine tips">
   <TITLE>PhotoLine Tip: Eine Visitenkarte anlegen</TITLE>
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#FF8000" VLINK="#FF8000" ALINK="#FF8000">
<TABLE BORDER=4 WIDTH="96%" BGCOLOR="#778899" >
<TR>
<TD><FONT SIZE=+2><FONT COLOR="#FFFFFF">PhotoLine Tip:</FONT> Eine Visitenkarte
anlegen</FONT></TD>
</TR>
</TABLE>

<TABLE BORDER=0 WIDTH="95%" >
<TR>
<TD><B><FONT COLOR="#FF8000">1.</FONT></B><FONT COLOR="#000000"> Sie m&ouml;chten
eine Visitenkarte anlegen. Dazu legen Sie zuerest en neues Dokument in
der Gr&ouml;&szlig;e der gew&uuml;nschten Visitenkarte an. W&auml;hlen
Sie dazu <B>Datei/Neu/Neues Dokument...</B>.</FONT>
<BR><IMG alt="Neues Dokument" SRC="newdocg.png">
<BR><FONT COLOR="#000000">Hier sollte die Gr&ouml;&szlig;e der Visitenkarte
in mm eingegeben werden. Sollte in den Feldern eine andere Einheit stehen,
so kann durch einen Klick mit der rechten Maustaste aus einem Popup die
gew&uuml;nschte Einheit ausgew&auml;hlt werden.</FONT>
<BR><IMG alt="Einheiten" SRC="unitg.png">
<BR>Sie liegen mit einer Gr&ouml;&szlig;e von 85 mm auf 54 mm nicht schlecht.
Sollten Sie jedoch spezielles Visitenkartenpapier verwenden, so stellen
Sie bitte die darauf angegebenen Werte ein.

<P><B><FONT COLOR="#FF8000">2.</FONT></B><FONT COLOR="#000000"> Sie erhalten
nun ein leeres Dokument. Hier sollten nun zuerst die gew&uuml;nschten Textinformationen
eingegeben werden. W&auml;hlen Sie hierzu das Textwerkzeug aus der Werkzeugleiste.</FONT>
<BR><IMG alt="Textwerkzeug" SRC="texttool.png">
<BR>Stellen Sie in den <B>Ebeneneinstellungen</B> die gew&uuml;nschte
Schriftart ein.
<BR><IMG alt="Texteinstellungen" SRC="textoptions.png">

<P><B><FONT COLOR="#FF8000">3.</FONT></B><FONT COLOR="#000000"> Klicken
Sie nun in das leere Dokument und geben Sie den gew&uuml;nschten Text ein.
Hierbei sollten Sie sich die sp&auml;tere Gestaltung &uuml;berlegen.</FONT>
<BR><IMG alt="Visitenkarte 1" SRC="img1.gif" HEIGHT=319 WIDTH=502>
<BR><B><FONT COLOR="#FF8000">4.</FONT></B><FONT COLOR="#000000"> Sie k&ouml;nnen
nat&uuml;rlich auch, wie in unserem Beispiel einen Rahmen um die Visitenkarte
zeichnen. Benutzen Sie hierzu die Grafikprimitive. Wir haben das einfache
Rechteck gew&auml;hlt.</FONT>
<BR><IMG alt="Rechteckwerkzeug" SRC="recttool.png">
<BR><FONT COLOR="#000000">Stellen Sie hier die F&uuml;llfarbe auf transparent
(Deckung 0) und die Rahmenfarbe auf schwarz. Die Liniendicke stellen wir
auf 3 Pixel.</FONT>
<BR><IMG alt="Vektoreinstellungen" SRC="vectoroptionsg.png">

<P><B><FONT COLOR="#FF8000">5.</FONT></B><FONT COLOR="#000000"> Nun k&ouml;nnen
wir den Namen noch etwas versch&ouml;nern indem wir einen 3D-Schatten dazu
anlegen. Wir w&auml;hlen dazu die Funktion <B>Effekte/Effekte/3D-Schatten...</B>.
Durch die Aktivierung der Vorschau sehen wir sofort den eingestellten Schatten
im Bild.</FONT>
<BR><IMG alt="Ebeneneffekt 3D-Schatten" SRC="shadow3dg.png">

<P><IMG alt="Visitenkarte 2" SRC="img2.gif" HEIGHT=319 WIDTH=502>

<P><B><FONT COLOR="#FF8000">6.</FONT></B><FONT COLOR="#000000"> Nun wollen
wir die Visitenkarte noch mit einem kleinen Bild verzieren. Dazu &ouml;ffnen
wir das gew&uuml;nschte Bild. Dann w&auml;hlen wir das Ebenenwerkzeug aus
der Werkzeugleiste.</FONT>
<BR><IMG alt="Ebenenwerkzeug" SRC="layertool.png">
<BR>Damit kann das Bild auf die Visitenkarte geschoben werden. Um ein unabsichtliches
Verschieben zu verhindern, sind Einzelbilder allerdings durch ein Schlo&szlig;
im Ebenendialog vor dem Verschieben gesch&uuml;tzt.
<BR><IMG alt="Ebenendialog" SRC="layerpanelg.png">
<BR>Sie k&ouml;nnen diese "Verriegelung" durch einen Linksklick darauf ausschalten.
Alternativ k&ouml;nnen Sie vor dem
Verschieben die <B>Alt-Taste</B> dr&uuml;cken (dadurch wird die Schlo&szlig;funktion
kurzzeitig ausgeschaltet).
<BR><IMG alt="Visitenkarte 3" SRC="img3.gif">

<P><B><FONT COLOR="#FF8000">7.</FONT></B><FONT COLOR="#000000"> Mit der
Maus kann das Bild plaziert werden. Durch Ziehen an den Ecken kann die
Gr&ouml;&szlig;e des Bildes ge&auml;ndert werden. Um das Bild proportional
zu skalieren mu&szlig; dabei die <B>Alt-Taste</B> gehalten werden.</FONT>

<P><B><FONT COLOR="#FF8000">8.</FONT></B><FONT COLOR="#000000"> Jetzt ist
die Visitenkarte fertig und sollte im PLD-Format gespeichert werden. Es
ist wichtig das PLD-Format zu w&auml;hlen, weil nur so die Texte und auch
der 3D-Schatten sp&auml;ter wieder ge&auml;ndert werden k&ouml;nnen.</FONT>
<BR>
<BR><B><FONT COLOR="#FF8000">9.</FONT></B><FONT COLOR="#000000"> Nun mu&szlig;
nat&uuml;rlich die Visitenkarte noch ausgedruckt werden. W&auml;hlen Sie
zur richtigen Einstellung des Ausdrucks <B>Datei/Druckeinstellungen...</B>.
Hier stellen Sie den Druckmodus auf Etikett und die Breite und H&ouml;he
auf das gew&uuml;nschte Format (85x54 mm im Beispiel).</FONT>
<BR><IMG alt="Druckeinstellungen" SRC="printoptionsg.png">
<BR><FONT COLOR="#000000">Die R&auml;nder stellen Sie gem&auml;&szlig;
Ihrem Visitenkartenpapier ein oder falls Sie auf Normalpapier drucken auf
die Druckr&auml;nder des Druckers. Wenn Sie das Dokument jetzt nochmal
im PLD-Format sichern, merkt sich PhotoLine 32 die Einstellungen.</FONT></TD>
</TR>
</TABLE>
<TABLE BORDER=0 WIDTH="96%" >
<TR>
<TD ALIGN=RIGHT BGCOLOR="#778899"><B>&laquo;&laquo;<A HREF="../ptext/ptextg.htm">Vorheriger
Tip</A>&nbsp; &lt;<A HREF="../Tutorg.htm">Hauptmen&uuml;</A>>&nbsp; <A HREF="../morph/morphg.htm">N&auml;chster
Tip</A>&raquo;&raquo;</B></TD>
</TR>

<TR>
<TD ALIGN=RIGHT>Bitte mailen Sie Fragen oder Vorschl&auml;ge an <A HREF="mailto: support@pl32.com?subject=PhotoLine tips">Gerhard
Huber</A>.</TD>
</TR>
</TABLE>
</BODY>
</HTML>
