/*
 *	ЗАДАНИЕ 1
 
		1. Зайдите в директорию с лабораторными работами через консоль и инсталлируйте модули 'string' и 'validator'
		2. Убедитесь, что в директории появилась папка node_modules с установленными модулями
*/

/*
 *	ЗАДАНИЕ 2		
		
		1. Создайте на диске C:\ или, если не позволяют настройки безопасности, в папке C:\Users\Public (C:\Пользователи\Общие) папку get-file
		2. Скопируйте файл get-file.js из папки с лабораторными работами в данную папку
		3. Создайте файл package.json со следующими параметрами:
				-	name : download_image
				-	version : 1.0.1
				-	main : get-file.js
				-	dependencies : пустой объект
		4. Инсталлируйте свой модуль, используя npm
		5. Произведите необходимые изменения в файле lab-4-1.js
		6. Сохраните файл lab-4-1.js и повторите пункты 4 и 5 Задания 3 лабораторной работы 4.1
*/